Repository: fuad-sj/safe
Catalog: lib/l10n/safe_*.arb
Languages: am, it, zh

# main_screen_creating_order_progress
source: Creating Order, Please Wait...
am: ትዛዞት እየተፈጠረው, ትንሽ ይጠብቁ...
zh: 正在创建订单，请稍候...

# nav_option_my_trips
source: My Orders
am: ትእዛዞች
it: Ajaja ko
zh: 遊樂設施

# nav_option_payment
source: Payment
am: ክፍያ
it: Kaffaltii
zh: 支付

# nav_option_settings
source: Settings
am: ምርጫዎች
it: Tottolcha
zh: 下

# nav_option_languages
source: Languages
am: Language
it: Language
zh: Language

# nav_option_contact_us
source: Contact Us
am: ለበለጠ መረጃ
it: Nu Qunnamaa
zh: 聯繫我們

# nav_option_emergency
source: Emergency
am: ለድንገተኛ
it: Balaa Tasaa
zh: 緊急情況

# nav_option_sign_out
source: Sign Out
am: መውጫ
it: Ba'Umsa
zh: 登出

# nav_header_edit_profile
source: Edit Profile
am: መረጃ ለመቀየር
it: Odeeffannoo Geeddaruu
zh: 編輯個人資料

# nav_header_profile
source: Profile
am: መረጃ
it: Geeddaruu
zh: 編輯個人資料

# progress_dialog_please_wait
source: Please Wait...
am: እባክዎትን ይቆዩን
it: Maaloo Xiqqoo Turaa...
zh: 請稍等...

# customer_marker_info_pickup
source: Pickup Location
am: መነሻ
it: Bakka Ka'umsaa
zh: 接人的地方

# customer_marker_info_dropoff
source: DropOff Location
am: መድረሻ
it: Bakka Ga'umsaa
zh: 下車地點

# dialog_trip_summary_total
source: Total
am: ድምር
it: Ida'ama
zh: 全部的

# dialog_trip_summary_birr
source: Birr
am: ብር
it: Qarshii

# dialog_trip_summary_base_fare
source: Base Fare
am: መነሻ ዎጋ
it: Kaffaltii Jalqabaa
zh: 基地製作

# dialog_trip_summary_distance_travelled
source: Distance Travelled
am: የተጛዙት ርቀት
it: Fageenya Deemame
zh: 行駛距離

# dialog_trip_summary_ride_time
source: Ride Time
am: የተጛዙበት ሰአት
it: Yeroo Deemame
zh: 乘車時間

# dialog_trip_summary_total_trip_fare
source: Total Trip Fare
am: አጠቃላይ ጉዞ ዎጋ
it: Kaffaltii Deemsa Waliigalaa
zh: 總車費

# dialog_trip_summary_trip_completed
source: Trip Completed
am: ጉዞው ተጠናቅዋል
it: Deemsi Xummurameera
zh: 行程已完成

# dialog_trip_summary_done
source: DONE
am: ተሳክትዋል
it: Xummuraameera
zh: 完畢

# dialog_cancel_ride_cancel_cancelling_request
source: Cancelling Request, Please Wait...
am: ትራዋ ተቕርጥዋል , እባክዎን ይጠብቁን
it: Gaaffii Dhaabaa Jira, Maaloo Xiqqoo Turaa...
zh: 正在取消請求，請稍候...

# dialog_cancel_ride_cancel_reason_waited_too_long
source: Waited too long
am: ብዙ ቆየሁ
it: Baay'ee Ture
zh: 等了太久

# dialog_cancel_ride_cancel_reason_driver_too_far
source: Driver too far away
am: አሽከርካሪው እሩቅ ነው
it: Konkolachiisaan Fagoo Jira
zh: 司機太遠

# dialog_cancel_ride_cancel_reason_changed_my_mind
source: Changed my mind
am: ሀሳቤን ቀይርያለው
it: Yaada Ko Geedareera
zh: 改變我的主意了

# dialog_cancel_ride_title
source: Cancelling Request?
am: ጥሪውን ለመሰረዝ
it: Gaaffii Haquu?
zh: 取消請求？

# dialog_cancel_ride_dismiss
source: Dismiss
am: ለመሰረዝ
it: Haqi
zh: 解僱

# bottom_sheet_confirm_ride_details_car
source: Economy
am: መኪና
it: Konkolaataa
zh: 車

# bottom_sheet_confirm_ride_details_etb
source: ETB
am: ብር

# bottom_sheet_confirm_ride_details_cash
source: Cash
am: ገንዘብ
it: Qarshii
zh: 現金

# bottom_sheet_confirm_ride_details_confirm_request
source: Confirm Request
am: ጥሪውን ማረጋገጥ
it: Gaaffii Mirkaneessi
zh: 確認請求

# bottom_sheet_destination_picker_pickup_location
source: Pickup Location
am: መነሻ ቦት
it: Bakka Ka'umsaa
zh: 接人的地方

# bottom_sheet_destination_picker_destination_location
source: Where to?
am: መድረሻ
it: Gara Eessaatti?
zh: 去哪兒？

# bottom_sheet_destination_picker_pin_your_location
source: Pin your location on the map
am: መነሻዋትን ከmap ይውሰዱ
it: Argama Kee Kaartaa Irratti Galcha
zh: 在地圖上固定您的位置

# bottom_sheet_destination_picker_progress_dialog_waiting
source: Setting Dropoff, Please wait...
am: መነሻዋትን እየተሞላ ነው እባክዎት ይቆዪን
it: Tottolchi Dhaabeera, Maaloo Xiqqoo Turaa...
zh: 正在設置下車，請稍候...

# bottom_sheet_driver_picked_cancel_ride
source: Cancel Ride
am: ጉዞውን ይሰርዙ
it: Imala Dhaabi
zh: 取消行程

# bottom_sheet_searching_for_driver_progress
source: Looking For Available Drivers ...
am: እባክዎት ይቆዪን
it: Gaafachaa Jira, Xiqqoo Turi...
zh: 請求乘車，請稍候...

# bottom_sheet_searching_for_driver_cancel_ride
source: Cancel Ride
am: ጉዞውን ይሰርዙ
it: Imala Dhaabi
zh: 取消行程

# bottom_sheet_select_drop_off_select_dropoff
source: Select Dropoff Location
am: መድረሻ ቦታ ይምረጡ
it: Bakka Ga'umsaa Filadhu
zh: 選擇下車地點

# bottom_sheet_select_drop_off_change
source: Change
am: ለመቀየር
it: Geeddari
zh: 改變

# bottom_sheet_select_drop_off_select_pickup
source: Set Pickup Location
am: መነሻ ቦት ያስገቡ
it: Bakka Ka'umsaa Galcha
zh: 設置取件地點

# bottom_sheet_select_drop_off_select_confirm
source: Confirm Dropoff
am: መድረሻ ቦታ ያረጋግጡ

# bottom_sheet_trip_details_distance_covered
source: Distance Covered
am: የተጛዙት ርቀት
it: Fageenya Deemamu
zh: 覆蓋距離

# bottom_sheet_trip_details_ride_time
source: Ride Time
am: የተጛዙበት ሰአት
it: Yeroo Imalaaf Itti Fudhatu
zh: 乘車時間

# bottom_sheet_where_to_hello_there
source: Hello
am: Hello there
zh: Hello there

# bottom_sheet_where_to_where_to
source: Where To?
am: ወዴት መሄት ይፈልጋሉ
it: Gara Eessaatti?
zh: 去哪兒？

# bottom_sheet_where_to_where_are_you_going
source: Where do you want to go?
am: Where are you going?
zh: Where are you going?

# bottom_sheet_where_to_current_location
source: Current Location
am: መነሻ ቦታ
it: Argama Ammaa
zh: 當前位置

# bottom_sheet_where_to_enter_destination
source: Enter Destination
am: መድረሻ ያስገቡ
it: Bakka Deemtu Galcha
zh: 輸入目的地

# order_history_title
source: Order History
am: የበፊት ትዛዝ
it: Seenaa Ajajaa
zh: 訂單歷史

# order_history_order_status_placed
source: Request Created
am: ጥሪው ለማቅረብ
it: Gaaffiin Gaafatameera
zh: 請求已創建

# order_history_order_status_confirmed
source: Driver Confirmed
am: አሽከርካሪው እየመጣ ነው
it: Konkolaachisaan Waligaleera
zh: 司機確認

# order_history_order_status_started
source: Trip Started
am: ጉዞው ተጀምርዎል
it: Imalli Eegaleera
zh: 旅行開始

# order_history_order_status_completed
source: Trip Completed
am: ጉዞው ተጠናቅዋል
it: Imalli Xummurameera
zh: 行程已完成

# order_history_order_status_cancelled
source: Request Cancelled
am: ጥሪውን ለማቅዎረጥ
it: Gaaffiin Haqameera
zh: 請求已取消

# order_history_date
source: Date:
am: ቀን
it: Guyyaa:
zh: 日期：

# login_phone_number
source: Enter Your Phone Number
am: ስልክ ቁጥር
it: Lakkoofsa Bilbilaa
zh: 電話號碼

# login_log_in
source: Log In
am: ይግቡ
it: Seeni
zh: 登錄

# login_powered_by
source: Powered By Mukera Technologies
am: በሙከራ ቴክኖሎጅ የተሰራ
it: Teekinooloojii By (Mukera Technologies)
zh: 供電 Mukera Technologies

# login_logging_in
source: Logging In, Please Wait...
am: በመግባት ላይ : እባክዎት ይቆዪን
it: Seenaa Jira, Maaloo Xiqqoo Turaa...
zh: 正在登錄，請稍候...

# login_error_logging_in
source: Error logging in
am: ያተሳሳተ ሙከራ
it: Seenuuf Dogoggorri Uumameera
zh: 登錄時出錯

# registration_customer_profile_image
source: Upload Profile
am: Profile Image
zh: Profile Image

# registration_customer_name
source: First Name
am: የደንበኛው ስም
it: Maqaa Maamilaa
zh: 顧客姓名

# registration_customer_name_hint
source: First Name
am: ስም
it: Maqaa
zh: 名稱

# registration_customer_name_empty
source: Specify Customer Name
am: Empty Customer Name Not Allowed
zh: Empty Customer Name Not Allowed

# registration_customer_email_empty
source: Enter valid Email Address
am: Empty Email Not Allowed
zh: Empty Email Not Allowed

# registration_register_customer
source: Register Customer
am: ደንበኛ መመዝገብ
it: Maamila Galmeessi
zh: 註冊客戶

# registration_registration_progress
source: Registering, Please Wait...
am: አዲስ አካውንት በመክፈት ላይነው እባክዎት ይቆዪን
it: Galmeessa Jira, Maaloo Xiqqoo Turaa...
zh: 正在註冊，請稍候...

# registration_registration_congratulations
source: Congratulations, your account has been created
am: አዲስ አካውንት በተሳካ ሁኔታ ተከፍትዎል
it: Baga Gammadde, Galmeen Herreega Keetii Raawwateera
zh: 恭喜，您的帳戶已創建

# registration_registration_new_customer_has_been_created
source: New User account hasn\'t been created
am: አዲስ አካውንቱ ውድቅ ሆንዎል
it: Galmeen Herreega Haaraa Hin Raawwanne
zh: 尚未創建新用戶帳戶

# not_activated_customer_header
source: Welcome To safe transport
zh: Please Use your referal Code

# not_activated_customer_body
source: use Your friends Referral Code to sign in please
zh: Please Use your referal Code
